tap 'caskroom/cask'

brew 'brew-cask'
brew "imagemagick"
brew 'node'
brew 'wget'
brew 'speedtest-cli'
brew 'task'
brew 'tree'
brew 'youtube-dl'
brew 'ncdu'

cask 'alfred'
cask 'bettertouchtool'
cask 'caffeine'
cask 'datagrip'
cask 'filezilla'
cask 'firefox'
cask 'google-chrome'
cask 'gitkraken'
cask 'iterm2'
cask 'pycharm'
cask 'rider'
cask 'slack'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
